LC3WithoutExtensionFilling/system/functionObjects/CFL
// Calculate Courant number for each cell

CFL
{
    type        CourantNo;
    libs        ("libfieldFunctionObjects.so");
    executeControl      timeStep;  // adjustableRunTime none outputTime runTime timeStep writeTime
    executeInterval     1;
    writeControl        writeTime;
}
